Repository: Sekonso/ceritacita
Catalog: xliff/*.xlf
Languages: es

# s1e2ab5ddaa5585fc
source: Lihat detail
es: Ver detalle

# s347024ed1f8c841b
source: Daftar Cerita
es: Lista de Historias

# sae4cacfadda16c46
source: Tambahkan Ceritamu
es: Agrega tu historia

# seab46c9dc339f63f
source: Kirim
es: Enviar

# s749c72374d54863f
source: Tutup
es: Cerrar

# s2d34e59b6e0f37d8
source: Masukkan deskripsi ceritamu...
es: Ingresa la descripción de tu historia...

# s790d2be79cd3642c
source: Deskripsi harus diisi.
es: La descripción debe estar completada.

# s392e857053d5b3fd
source: Gambar
es: Imagen

# sdb29f7e6769ceb0f
source: Gambar harus dipilih.
es: Se debe seleccionar una imagen.

# sd17821dcb6ba2ff9
source: Profil Pengembang
es: Perfil del Desarrollador

# s2ba2f8aa54e220db
source: Nama saya Adriansyah, saya adalah seorang mahasiswa Teknik Informatika di Universitas Pamulang. Pada proyek ini, saya membuat aplikasi website yang bernama "CeritaCita" untuk berbagi cerita antar pengguna. Aplikasi ini dibuat untuk menyelesaikan salah satu syarat untuk lulus dari kelas Dicoding "Belajar tools front-end intermediate"
es: Mi nombre es Adriansyah, soy estudiante de Ingeniería Informática en la Universidad de Pamulang. En este proyecto, creé una aplicación web llamada "CeritaCita" para compartir historias entre usuarios. Esta aplicación fue creada para cumplir con uno de los requisitos para graduarse de la clase de Dicoding "Aprender herramientas front-end intermedias".

# sf29c187d9a394976
source: Detail cerita
es: Detalle de la historia

# s4b4c497a409d757e
source: Dibuat pada tanggal: ${this._convertTime(this.story.createdAt)}
es: Creado en: ${this._convertTime(this.story.createdAt)}

# s5fae657c633254f7
source: Bahasa
es: Idioma

# s772ce5f935d58e37
source: Deskripsi
es: descripción
